/**
  ******************************************************************************
  * @file    poe_driver.h
  * @author  Трембач Д.Н., Дэйта Экспресс
  * @version V2.0.0
  * @date    Создан:  11.06.2020
  *   	    Изменен:  11.06.2020	
  * @brief   Модуль работы интерфейса poe контроль
  *          
  ******************************************************************************
  * @attention
  *
  ******************************************************************************
  */ 

/* Define to prevent recursive inclusion -------------------------------------*/
#ifndef __POE_DRIVER_H
#define __POE_DRIVER_H

/**
  * @brief  Функция настройки интерфейса poe контроль.
  * @param  None
  * @retval None
  */
void Init_POE_Config(void);

#endif /* __POE_DRIVER_H */
